# 'Вітаю, буду рад вивчати програмування разом'
print("Вітаю,", "буду", "рад", "вивчати", "програмування", "разом", sep=" ")
# 'Вітаю, буду рад вивчати програмування разом!'
print('Вітаю, буду рад вивчати програмування разом', end="!")
# Вивід літери "O" PyCharm консоль
print("\n\n######### \n# \t\t# \n# \t\t# \n# \t\t# \n#########")
# Вивід літери "H" PyCharm консоль
print("\n# \t\t# \n# \t\t# \n######### \n# \t\t# \n# \t\t#")
# Вивід літери "O" Термінал консоль
print("\n\n######### \n# \t# \n# \t# \n# \t# \n#########")
# Вивід літери "H" Термінал консоль
print("\n# \t# \n# \t# \n######### \n# \t# \n# \t#")